import image1 from "../images/1.png";
import gift1 from "../images/gifts/1.png";

export const _albums = image1;

export const _giftAlbums = gift1;

export const _messages = [
    "สุขสันต์วันเกิดคุณแฟนของเค้านะคับ🎂 เค้าอยากให้วันนี้เป็นวันที่พิเศษสำหรับเบ้บ เค้่าเลยอยากทำของขวัญให้เบ้บ ไม่รู้ว่าของขวัญชิ้นนี้มันดีมากมั้ย แต่เค้าตั้งทำออกมาให้เบ้บมาก ๆ นะคับ🥺",
    "เอาหละ เค้าจะอวยพรเบ้บแล้วนะ😆 ขอให้เบ้บมีความสุขมาก ๆ โชคดีกับทุก ๆ อย่างที่ผ่านเข้ามาชีวิตปีที่ 20 ของเบ้บแล้วก็ตลอดไปเลยนะคับ",
    "โตขึ้นอีกปีแล้ว อาจจะต้องเรียนหนักขึ้น หรืออาจจะมีเรื่องอีกเยอะแยะมากวนใจ เค้าก็อยากให้เบ้บมีความสุขในทุกวันทุกเวลาแล้วก็ร่าเริงแบบนี้ตลอดไปนะ เราอาจจะไม่ค่อยได้ใช้เวลาด้วยกันมาก แต่เค้าจะอยู่ข้าง ๆ เบ้บเสมอนะคับ เราจะเติบโตไปด้วยกันไปจนแก่เล้ยยย😆 (แล้วก็ สู้ ๆ กับการอ่านหนังสือนะคับอีกแค่วิชาเดียว ฮึบ ๆ)",
    "สุขสันต์วันเกิดนะคับ เค้ารักเบ้บมากน้าา💖",
    "แฮปปี้แฮปปี้🥰"
];

export const _birthdayMessages = [
    "สุขสันต์วันเกิดนะคะ!",
    "วันนี้เป็นวันที่พิเศษสำหรับเรามากๆเลย",
    "ขอบคุณสำหรับทุกสิ่งที่เธอทำให้ ทุกความรู้สึกดีๆ ที่เรามีร่วมกัน ไม่ว่าจะเป็นวันธรรมดาหรือวันที่เราผ่านเรื่องยากๆ มาด้วยกัน",
    "เธอทำให้เรารู้สึกว่า “โลกนี้” มันไม่ยากเลย ไม่ว่าจะเจออุปสรรคอะไรหนักหนาแค่ไหน เราก็ยังมีเธอเป็นพลังใจให้เสมอ เราอยากให้ปีนี้เป็นปีที่เต็มไปด้วยความสุข ความสมหวังในทุกสิ่งที่เธอตั้งใจ",
    "ขอให้ทุกความฝันของเธอเป็นจริง และเราจะอยู่ข้างเธอเสมอ ในทุกความสำเร็จและทุกความท้าทายนะ เราดีใจมากๆที่ได้เป็นส่วนหนึ่งในชีวิตของเธอ รักเธอนะคะ",
    "สุขสันต์วันเกิดอีกครั้งค่ะ",
];
