import image1 from "../images/1.png";
import gift1 from "../images/gifts/1.png";

export const _albums = image1;

export const _giftAlbums = gift1;

export const images_history = [
    { id: 1,src: image1   , text: "ข้อความที่ 1" },
    { id: 2,src: image1, text: "ข้อความที่ 2" },
    { id: 3,src: image1, text: "ข้อความที่ 3" },
    { id: 4,src: image1, text: "ข้อความที่ 4" },
    { id: 5,src: image1, text: "ข้อความที่ 5" },
];

export const _messages =[
    "สุขสันต์วันเกิดนะค้าบบ ✨  เบบี๋ของเค้า เค้าอยากให้วันนี้เป็นวันที่พิเศษสำหรับบี๋ๆ🎂 เค้าเลยทำของขวัญนี้ให้เธอ ไม่รู้ของขวัญชิ้นนี้มันจะดีมากมั้ย แต่เค้าตั้งใจพยายามทำออกมาให้บี๋ๆเลยนะคั้บบ 🥺",
    "ขอบคุณ ที่รักมากนะค้าบบ💖 ที่เข้ามาเติมเต็มในชีวิตของเค้า ทำให้เค้ามีความสุขและมีความหมายมากขึ้นทุกวัน ขอบคุณที่ยังเคียงข้างกันตลอดไม่ว่าจะเป็นวันที่ดีหรือวันที่แย่  ",
    "เอาหละะ จะอวยพรให้ที่รักละน้าา😆 ปีนี้ก็อายุ 20 ละะ ก็ขอให้บี๋ๆมีความสุขมากๆนะคั้บบ ขอให้เป็นปีที่ดีที่สุดสำหรับเธอเย้ยย ขอให้มีแต่ความสำเร็จ ความสมหวังในทุกๆด้าน ขอให้เธอมีสุขภาพร่างกายแข็งแรง เพี๊ยงงง!! 🥰",
    "เราอาจจะมีทะเลาะกันบ้างผิดกันบ้าง แต่เค้าก็ยังรู้สึกโชคดีมากๆนะคั้บ ที่มีบี๋ๆอยู่ในชีวิตเค้า ขอบคุณตัวมากนะครับที่เป็นคนที่น่ารัก และแสนพิเศษสำหรับเค้า ขอให้ทุกวันเธอมีแต่รอยยิ้ม และเค้าจะอยู่ข้างๆที่รักเสมอนะค้าบบ  ",
    "💝 รักบิวที่สุดในโลกกกกกก! 💝"
]
export const _messages1 = [
    "หื้มมม มาไกลเหมือนกันนะเนี่ยยย แปบเดียวเองง ตลอดระยะเวลาที่คบกับตัวมานี้เค้ามีความสุขมากก ได้ทำอะไรกับตัวเยอะแยะเลยย ฟรินหัวใจฟุดๆ ",
    "อาจจะมีบางเรื่องที่เค้าไม่ได้เรื่อง ทำได้ไม่ดีเท่าไหร่ แต่เค้ารักเธอทุกวันนะคั้บบ รักมากกกกกด้วยย รักมากกขึ้นทุกวัน ขอบคุณบี๋ๆนะคั้บ🥺 ที่อยู่กับเค้า จับมือกับเค้าอยู่แบบนี้ไปนานๆนะคั้บบ เค้ารักเธอน้าาาา จุ๊ฟฟมวั๊ะะ🥰"

];

export const _birthdayMessages = [
    "สุขสันต์วันเกิดนะคะ!",
    "วันนี้เป็นวันที่พิเศษสำหรับเรามากๆเลย",
    "ขอบคุณสำหรับทุกสิ่งที่เธอทำให้ ทุกความรู้สึกดีๆ ที่เรามีร่วมกัน ไม่ว่าจะเป็นวันธรรมดาหรือวันที่เราผ่านเรื่องยากๆ มาด้วยกัน",
    "เธอทำให้เรารู้สึกว่า “โลกนี้” มันไม่ยากเลย ไม่ว่าจะเจออุปสรรคอะไรหนักหนาแค่ไหน เราก็ยังมีเธอเป็นพลังใจให้เสมอ เราอยากให้ปีนี้เป็นปีที่เต็มไปด้วยความสุข ความสมหวังในทุกสิ่งที่เธอตั้งใจ",
    "ขอให้ทุกความฝันของเธอเป็นจริง และเราจะอยู่ข้างเธอเสมอ ในทุกความสำเร็จและทุกความท้าทายนะ เราดีใจมากๆที่ได้เป็นส่วนหนึ่งในชีวิตของเธอ รักเธอนะคะ",
    "สุขสันต์วันเกิดอีกครั้งค่ะ",
];
